[Survived] StringLiteral
15.2_MOCKING_AND_TESTING/exercise-digimon-finders/src/App.js:8:37
 class App extends React.Component {
   constructor() {
     super();
-    this.state = { digimon: { name: '' }, searchDigimon: '', isFetching: false, errorMessage: '' };
+    this.state = { digimon: { name: "Stryker was here!" }, searchDigimon: '', isFetching: false, errorMessage: '' };
   }
 
